Repository: nviai/OmitX
Catalog: Localization/Localizable.xcstrings
Source language: vi
Languages: ar, ca, cs, da, de, el, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Quét cache, build artifact, SDK, simulator, Docker… rồi chọn những gì muốn xoá.
ar: افحص ذاكرات التخزين المؤقت ومخرجات البناء وحزم SDK والمحاكيات وDocker… ثم اختر ما تريد حذفه.
ca: Escanegeu memòries cau, artefactes de compilació, SDK, simuladors, Docker… i trieu què voleu eliminar.
cs: Proskenujte mezipaměti, artefakty sestavení, SDK, simulátory, Docker… a pak vyberte, co chcete smazat.
da: Scan cacher, build-artefakter, SDK'er, simulatorer, Docker… og vælg derefter, hvad der skal slettes.
de: Scanne Caches, Build-Artefakte, SDKs, Simulatoren, Docker … und wähle dann aus, was gelöscht werden soll.
el: Σαρώστε cache, αρχεία build, SDK, προσομοιωτές, Docker… και επιλέξτε τι θέλετε να διαγράψετε.
en: Scan caches, build artifacts, SDKs, simulators, Docker… then choose what to delete.
es: Analiza cachés, artefactos de compilación, SDK, simuladores, Docker… y elige qué eliminar.
fi: Skannaa välimuistit, käännösartefaktit, SDK:t, simulaattorit, Docker… ja valitse sitten, mitä poistetaan.
fr: Analysez les caches, artefacts de build, SDK, simulateurs, Docker… puis choisissez ce que vous voulez supprimer.
he: סרוק מטמונים, תוצרי בנייה, SDK, סימולטורים, Docker… ואז בחר מה למחוק.
hi: कैश, बिल्ड आर्टिफ़ैक्ट, SDK, सिम्युलेटर, Docker… स्कैन करें, फिर चुनें कि क्या डिलीट करना है।
hr: Skenirajte predmemorije, artefakte izgradnje, SDK-ove, simulatore, Docker… zatim odaberite što želite obrisati.
hu: Vizsgálja át a gyorsítótárakat, build-termékeket, SDK-kat, szimulátorokat, a Dockert…, majd válassza ki, mit szeretne törölni.
id: Pindai cache, artefak build, SDK, simulator, Docker… lalu pilih yang ingin dihapus.
it: Scansionare cache, artefatti di build, SDK, simulatori, Docker… e scegliere cosa eliminare.
ja: キャッシュ、ビルド成果物、SDK、シミュレータ、Docker…をスキャンして、削除するものを選択します。
ko: 캐시, 빌드 산출물, SDK, 시뮬레이터, Docker… 등을 스캔한 다음 삭제할 항목을 선택합니다.
ms: Imbas cache, artifak binaan, SDK, simulator, Docker… kemudian pilih apa yang hendak dipadam.
nb: Skann cacher, byggeartefakter, SDK-er, simulatorer, Docker… og velg deretter hva som skal slettes.
nl: Scan caches, buildartefacten, SDK's, simulators, Docker… en kies daarna wat je wilt verwijderen.
pl: Przeskanuj pamięć podręczną, artefakty budowania, SDK, symulatory, Docker… i wybierz, co usunąć.
pt_br: Analise caches, artefatos de compilação, SDKs, simuladores, Docker… e escolha o que apagar.
pt_pt: Analise caches, artefactos de compilação, SDK, simuladores, Docker… e escolha o que apagar.
ro: Scanează cache-uri, artefacte de build, SDK-uri, simulatoare, Docker… apoi alege ce vrei să ștergi.
ru: Просканируйте кэши, артефакты сборки, SDK, симуляторы, Docker… и выберите, что удалить.
sk: Preskenujte medzipamäte, artefakty zostavení, SDK, simulátory, Docker… a potom vyberte, čo chcete vymazať.
sl: Preglejte predpomnilnike, artefakte gradnje, SDK-je, simulatorje, Docker … in nato izberite, kaj želite izbrisati.
sv: Skanna cacher, byggartefakter, SDK:er, simulatorer, Docker… och välj sedan vad som ska raderas.
th: สแกนแคช, อาร์ติแฟกต์ของบิลด์, SDK, Simulator, Docker… แล้วเลือกสิ่งที่ต้องการลบ
tr: Önbellekleri, derleme çıktılarını, SDK’ları, simülatörleri, Docker’ı… tarayın, ardından neyi sileceğinizi seçin.
uk: Проскануйте кеші, артефакти збирання, SDK, симулятори, Docker… і виберіть, що видалити.
zh_hans: 扫描缓存、构建产物、SDK、模拟器、Docker 等，然后选择要删除的内容。
zh_hant: 掃描快取、建置產物、SDK、模擬器、Docker 等，然後選擇要刪除的項目。

source: Quét lại
ar: إعادة الفحص
ca: Tornar a escanejar
cs: Skenovat znovu
da: Scan igen
de: Erneut scannen
el: Επανασάρωση
en: Rescan
es: Volver a analizar
fi: Skannaa uudelleen
fr: Réanalyser
he: סרוק מחדש
hi: फिर से स्कैन करें
hr: Ponovno skeniraj
hu: Újravizsgálás
id: Pindai Ulang
it: Ripeti scansione
ja: 再スキャン
ko: 다시 스캔
ms: Imbas Semula
nb: Skann på nytt
nl: Scan opnieuw
pl: Skanuj ponownie
pt_br: Analisar Novamente
pt_pt: Voltar a analisar
ro: Rescanează
ru: Пересканировать
sk: Znova skenovať
sl: Znova preglej
sv: Skanna igen
th: สแกนใหม่
tr: Yeniden Tara
uk: Пересканувати
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Quét ngay
ar: الفحص الآن
ca: Escanejar ara
cs: Skenovat nyní
da: Scan nu
de: Jetzt scannen
el: Σάρωση τώρα
en: Scan Now
es: Analizar ahora
fi: Skannaa nyt
fr: Analyser maintenant
he: סרוק עכשיו
hi: अभी स्कैन करें
hr: Skeniraj sada
hu: Vizsgálat indítása
id: Pindai Sekarang
it: Scansiona ora
ja: 今すぐスキャン
ko: 지금 스캔
ms: Imbas Sekarang
nb: Skann nå
nl: Scan nu
pl: Skanuj teraz
pt_br: Analisar Agora
pt_pt: Analisar agora
ro: Scanează acum
ru: Сканировать сейчас
sk: Skenovať teraz
sl: Preglej zdaj
sv: Skanna nu
th: สแกนเลย
tr: Şimdi Tara
uk: Сканувати зараз
zh_hans: 立即扫描
zh_hant: 立即掃描

source: Quét project
ar: فحص المشاريع
ca: Escaneig de projectes
cs: Skenování projektů
da: Projektscanning
de: Projektscan
el: Σάρωση έργων
en: Project scan
es: Análisis de proyectos
fi: Projektien skannaus
fr: Analyse des projets
he: סריקת פרויקטים
hi: प्रोजेक्ट स्कैन
hr: Skeniranje projekata
hu: Projektek vizsgálata
id: Pemindaian proyek
it: Scansione progetti
ja: プロジェクトのスキャン
ko: 프로젝트 스캔
ms: Imbasan projek
nb: Prosjektskanning
nl: Projectscan
pl: Skanowanie projektów
pt_br: Análise de projetos
pt_pt: Análise de projetos
ro: Scanare proiecte
ru: Сканирование проектов
sk: Skenovanie projektov
sl: Pregled projektov
sv: Projektskanning
th: สแกนโปรเจกต์
tr: Proje taraması
uk: Сканування проєктів
zh_hans: 项目扫描
zh_hant: 專案掃描

source: Quét trong:
ar: الفحص في:
ca: Escanejar a:
cs: Skenovat v:
da: Scan i:
de: Scannen in:
el: Σάρωση σε:
en: Scan in:
es: Analizar en:
fi: Skannattavat kansiot:
fr: Analyser dans :
he: מיקומי סריקה:
hi: इसमें स्कैन करें:
hr: Skeniraj u:
hu: Vizsgált helyek:
id: Pindai di:
it: Scansiona in:
ja: スキャン対象：
ko: 스캔 위치:
ms: Imbas dalam:
nb: Skann i:
nl: Scan in:
pl: Skanuj w:
pt_br: Analisar em:
pt_pt: Analisar em:
ro: Scanează în:
ru: Сканировать в:
sk: Skenovať v:
sl: Preglej v:
sv: Skanna i:
th: สแกนใน:
tr: Taranacak konumlar:
uk: Сканувати в:
zh_hans: 扫描位置：
zh_hant: 掃描位置：

source: Quét tất cả
ar: فحص الكل
ca: Escanejar-ho tot
cs: Skenovat vše
da: Scan alle
de: Alle scannen
el: Σάρωση όλων
en: Scan All
es: Analizar todo
fi: Skannaa kaikki
fr: Tout analyser
he: סרוק הכל
hi: सभी स्कैन करें
hr: Skeniraj sve
hu: Az összes vizsgálata
id: Pindai Semua
it: Scansiona tutto
ja: すべてスキャン
ko: 모두 스캔
ms: Imbas Semua
nb: Skann alt
nl: Scan alles
pl: Skanuj wszystko
pt_br: Analisar Tudo
pt_pt: Analisar tudo
ro: Scanează tot
ru: Сканировать все
sk: Skenovať všetko
sl: Preglej vse
sv: Skanna alla
th: สแกนทั้งหมด
tr: Tümünü Tara
uk: Сканувати все
zh_hans: 全部扫描
zh_hant: 全部掃描

source: Runtime đã bị gỡ — simulator này không dùng được nữa
ar: تمت إزالة بيئة runtime الخاصة به — لم يعد بالإمكان استخدام هذا المحاكي
ca: S’ha eliminat el runtime — aquest simulador ja no es pot utilitzar
cs: Jeho běhové prostředí bylo odstraněno – tento simulátor už nelze použít
da: Runtimen er fjernet – denne simulator kan ikke længere bruges
de: Die Runtime wurde entfernt – dieser Simulator ist nicht mehr verwendbar
el: Το runtime του αφαιρέθηκε — αυτός ο προσομοιωτής δεν μπορεί πλέον να χρησιμοποιηθεί
en: Its runtime was removed — this simulator can no longer be used
es: Su runtime se eliminó — este simulador ya no se puede usar
fi: Sen ajoympäristö on poistettu – tätä simulaattoria ei voi enää käyttää
fr: Son runtime a été supprimé — ce simulateur n’est plus utilisable
he: ה-runtime שלו הוסר — לא ניתן עוד להשתמש בסימולטור זה
hi: इसका रनटाइम हटा दिया गया है — यह सिम्युलेटर अब उपयोग नहीं किया जा सकता
hr: Njegovo izvršno okruženje je uklonjeno – ovaj se simulator više ne može koristiti
hu: A runtime-ját eltávolították — ez a szimulátor már nem használható
id: Runtime-nya telah dihapus — simulator ini tidak dapat digunakan lagi
it: Il runtime è stato rimosso — questo simulatore non è più utilizzabile
ja: ランタイムが削除されています — このシミュレータは使用できなくなりました
ko: 런타임이 제거되었습니다 — 이 시뮬레이터는 더 이상 사용할 수 없습니다
ms: Runtimenya telah dibuang — simulator ini tidak boleh digunakan lagi
nb: Kjøretidsmiljøet er fjernet – denne simulatoren kan ikke lenger brukes
nl: De runtime is verwijderd – deze simulator kan niet meer worden gebruikt
pl: Środowisko uruchomieniowe zostało usunięte — tego symulatora nie można już używać
pt_br: O runtime foi removido — este simulador não pode mais ser usado
pt_pt: O runtime foi removido — este simulador já não pode ser utilizado
ro: Runtime-ul a fost eliminat — acest simulator nu mai poate fi folosit
ru: Среда выполнения удалена — этот симулятор больше нельзя использовать
sk: Jeho behové prostredie bolo odstránené – tento simulátor už nemožno použiť
sl: Njegovo izvajalno okolje je bilo odstranjeno – tega simulatorja ni več mogoče uporabljati
sv: Dess körmiljö har tagits bort – simulatorn kan inte längre användas
th: รันไทม์ถูกลบแล้ว — ไม่สามารถใช้ Simulator นี้ได้อีก
tr: Runtime’ı kaldırıldı — bu simülatör artık kullanılamaz
uk: Середовище виконання видалено — цей симулятор більше не можна використовувати
zh_hans: 运行时已被移除 — 此模拟器已无法使用
zh_hant: 執行階段已被移除 — 此模擬器已無法使用

source: Rust, Go, Java & khác
ar: لغات Rust وGo وJava وغيرها
ca: Rust, Go, Java i altres
cs: Rust, Go, Java a další
da: Rust, Go, Java & mere
de: Rust, Go, Java & mehr
el: Rust, Go, Java & άλλα
en: Rust, Go, Java & more
es: Rust, Go, Java y más
fi: Rust, Go, Java ja muut
fr: Rust, Go, Java et autres
he: Rust, Go, Java ועוד
hi: Rust, Go, Java और अन्य
hr: Rust, Go, Java i ostalo
hu: Rust, Go, Java és egyebek
id: Rust, Go, Java & lainnya
it: Rust, Go, Java e altri
ja: Rust、Go、Javaなど
ko: Rust, Go, Java 등
ms: Rust, Go, Java & lain-lain
nb: Rust, Go, Java og mer
nl: Rust, Go, Java en meer
pl: Rust, Go, Java i inne
pt_br: Rust, Go, Java e mais
pt_pt: Rust, Go, Java e mais
ro: Rust, Go, Java și altele
ru: Rust, Go, Java и другие
sk: Rust, Go, Java a ďalšie
sl: Rust, Go, Java in drugo
sv: Rust, Go, Java och mer
th: Rust, Go, Java และอื่นๆ
tr: Rust, Go, Java ve diğerleri
uk: Rust, Go, Java та інші
zh_hans: Rust、Go、Java 及其他
zh_hant: Rust、Go、Java 及其他

source: SDK download tạm
ar: تنزيلات SDK المؤقتة
ca: Descàrregues temporals de l’SDK
cs: Dočasně stažené soubory SDK
da: Midlertidige SDK-overførsler
de: Temporäre SDK-Downloads
el: Προσωρινές λήψεις SDK
en: SDK temporary downloads
es: Descargas temporales del SDK
fi: SDK:n väliaikaiset lataukset
fr: Téléchargements temporaires du SDK
he: הורדות SDK זמניות
hi: SDK के अस्थायी डाउनलोड
hr: Privremena preuzimanja SDK-a
hu: Ideiglenes SDK-letöltések
id: Unduhan sementara SDK
it: Download temporanei dell’SDK
ja: SDKの一時ダウンロード
ko: SDK 임시 다운로드
ms: Muat turun sementara SDK
nb: Midlertidige SDK-nedlastinger
nl: Tijdelijke SDK-downloads
pl: Tymczasowe pobrania SDK
pt_br: Downloads temporários do SDK
pt_pt: Transferências temporárias do SDK
ro: Descărcări temporare SDK
ru: Временные загрузки SDK
sk: Dočasne stiahnuté súbory SDK
sl: Začasni prenosi SDK
sv: Tillfälliga SDK-hämtningar
th: ไฟล์ดาวน์โหลดชั่วคราวของ SDK
tr: SDK geçici indirmeleri
uk: Тимчасові завантаження SDK
zh_hans: SDK 临时下载文件
zh_hant: SDK 暫存下載檔案

source: Sai quá nhiều lần. Hãy yêu cầu mã mới.
ar: محاولات خاطئة كثيرة. اطلب رمزًا جديدًا.
ca: Massa intents incorrectes. Demana un codi nou.
cs: Příliš mnoho chybných pokusů. Vyžádej si nový kód.
da: For mange forkerte forsøg. Bed om en ny kode.
de: Zu viele Fehlversuche. Fordere einen neuen Code an.
el: Πάρα πολλές λάθος προσπάθειες. Ζήτησε νέο κωδικό.
en: Too many wrong attempts. Request a new code.
es: Demasiados intentos fallidos. Pide un código nuevo.
fi: Liian monta väärää yritystä. Pyydä uusi koodi.
fr: Trop de tentatives incorrectes. Demandez un nouveau code.
he: יותר מדי ניסיונות שגויים. בקש קוד חדש.
hi: बहुत बार गलत कोशिश। नया कोड मँगाएँ।
hr: Previše pogrešnih pokušaja. Zatraži novi kod.
hu: Túl sok hibás próbálkozás. Kérj új kódot.
id: Terlalu banyak percobaan salah. Minta kode baru.
it: Troppi tentativi errati. Richiedi un nuovo codice.
ja: 間違いが多すぎます。新しいコードを請求してください。
ko: 잘못된 시도가 너무 많습니다. 새 코드를 요청하세요.
ms: Terlalu banyak percubaan salah. Minta kod baharu.
nb: For mange feil forsøk. Be om en ny kode.
nl: Te veel foute pogingen. Vraag een nieuwe code aan.
pl: Zbyt wiele błędnych prób. Poproś o nowy kod.
pt_br: Tentativas erradas demais. Peça um novo código.
pt_pt: Demasiadas tentativas erradas. Peça um código novo.
ro: Prea multe încercări greșite. Cere un cod nou.
ru: Слишком много неверных попыток. Запросите новый код.
sk: Priveľa nesprávnych pokusov. Vyžiadaj si nový kód.
sl: Preveč napačnih poskusov. Zahtevaj novo kodo.
sv: För många felaktiga försök. Begär en ny kod.
th: ใส่ผิดหลายครั้งเกินไป กรุณาขอรหัสใหม่
tr: Çok fazla hatalı deneme. Yeni bir kod iste.
uk: Забагато невдалих спроб. Запитайте новий код.
zh_hans: 错误次数过多。请重新申请验证码。
zh_hant: 錯誤次數過多。請重新申請確認碼。

source: Settings/plugin của phiên bản Android Studio cũ đã được migrate
ar: إعدادات/إضافات إصدار قديم من Android Studio (تم ترحيلها)
ca: Configuració/plug-ins d’una versió antiga d’Android Studio (ja migrats)
cs: Nastavení/pluginy staré verze Android Studia (již migrováno)
da: Indstillinger/plugins fra en gammel Android Studio-version (allerede migreret)
de: Einstellungen/Plug-ins einer alten Android Studio-Version (bereits migriert)
el: Ρυθμίσεις/plugins παλιάς έκδοσης Android Studio (έχουν ήδη μεταφερθεί)
en: Settings/plugins of an old Android Studio version (already migrated)
es: Configuración/plugins de una versión antigua de Android Studio (ya migrados)
fi: Vanhan Android Studio -version asetukset/liitännäiset (jo siirretty)
fr: Paramètres/plug-ins d’une ancienne version d’Android Studio (déjà migrés)
he: הגדרות/תוספים של גרסת Android Studio ישנה (כבר הועברו)
hi: पुराने Android Studio संस्करण की सेटिंग्ज़/प्लग-इन (पहले ही माइग्रेट हो चुके)
hr: Postavke/dodaci stare verzije Android Studija (već migrirano)
hu: Régi Android Studio-verzió beállításai/bővítményei (már átköltöztetve)
id: Pengaturan/plugin dari versi Android Studio lama (sudah dimigrasikan)
it: Impostazioni/plug-in di una vecchia versione di Android Studio (già migrati)
ja: 移行済みの古いAndroid Studioバージョンの設定/プラグイン
ko: 이미 마이그레이션된 이전 Android Studio 버전의 설정/플러그인
ms: Seting/plugin versi Android Studio lama (telah dipindahkan)
nb: Innstillinger/plugins for en gammel Android Studio-versjon (allerede migrert)
nl: Instellingen/plug-ins van een oude Android Studio-versie (al gemigreerd)
pl: Ustawienia/wtyczki starej wersji Android Studio (już przeniesione)
pt_br: Configurações/plugins de uma versão antiga do Android Studio (já migrados)
pt_pt: Definições/plugins de uma versão antiga do Android Studio (já migrados)
ro: Configurări/pluginuri ale unei versiuni vechi de Android Studio (deja migrate)
ru: Настройки/плагины старой версии Android Studio (уже перенесены)
sk: Nastavenia/pluginy starej verzie Android Studia (už migrované)
sl: Nastavitve/vtičniki stare različice programa Android Studio (že preseljeno)
sv: Inställningar/plugins för en gammal Android Studio-version (redan migrerade)
th: การตั้งค่า/ปลั๊กอินของ Android Studio เวอร์ชันเก่า (ย้ายข้อมูลแล้ว)
tr: Eski bir Android Studio sürümünün ayarları/eklentileri (zaten taşındı)
uk: Налаштування/плагіни старої версії Android Studio (уже перенесено)
zh_hans: 已迁移的旧版 Android Studio 的设置/插件
zh_hant: 已移轉之舊版 Android Studio 的設定/外掛程式

source: Settings/plugin của phiên bản IDE cũ
ar: إعدادات/إضافات إصدار قديم من IDE
ca: Configuració/plug-ins d’una versió antiga de l’IDE
cs: Nastavení/pluginy staré verze IDE
da: Indstillinger/plugins fra en gammel IDE-version
de: Einstellungen/Plug-ins einer alten IDE-Version
el: Ρυθμίσεις/plugins παλιάς έκδοσης IDE
en: Settings/plugins of an old IDE version
es: Configuración/plugins de una versión antigua del IDE
fi: Vanhan IDE-version asetukset/liitännäiset
fr: Paramètres/plug-ins d’une ancienne version de l’IDE
he: הגדרות/תוספים של גרסת IDE ישנה
hi: पुराने IDE संस्करण की सेटिंग्ज़/प्लग-इन
hr: Postavke/dodaci stare verzije IDE-a
hu: Régi IDE-verzió beállításai/bővítményei
id: Pengaturan/plugin dari versi IDE lama
it: Impostazioni/plug-in di una vecchia versione dell’IDE
ja: 古いIDEバージョンの設定/プラグイン
ko: 이전 IDE 버전의 설정/플러그인
ms: Seting/plugin versi IDE lama
nb: Innstillinger/plugins for en gammel IDE-versjon
nl: Instellingen/plug-ins van een oude IDE-versie
pl: Ustawienia/wtyczki starej wersji IDE
pt_br: Configurações/plugins de uma versão antiga do IDE
pt_pt: Definições/plugins de uma versão antiga do IDE
ro: Configurări/pluginuri ale unei versiuni vechi de IDE
ru: Настройки/плагины старой версии IDE
sk: Nastavenia/pluginy starej verzie IDE
sl: Nastavitve/vtičniki stare različice IDE
sv: Inställningar/plugins för en gammal IDE-version
th: การตั้งค่า/ปลั๊กอินของ IDE เวอร์ชันเก่า
tr: Eski bir IDE sürümünün ayarları/eklentileri
uk: Налаштування/плагіни старої версії IDE
zh_hans: 旧版 IDE 的设置/插件
zh_hant: 舊版 IDE 的設定/外掛程式

source: Simulator không khả dụng
ar: محاكيات غير متاحة
ca: Simuladors no disponibles
cs: Nedostupné simulátory
da: Utilgængelige simulatorer
de: Nicht verfügbare Simulatoren
el: Μη διαθέσιμοι προσομοιωτές
en: Unavailable simulators
es: Simuladores no disponibles
fi: Käyttökelvottomat simulaattorit
fr: Simulateurs indisponibles
he: סימולטורים לא זמינים
hi: अनुपलब्ध सिम्युलेटर
hr: Nedostupni simulatori
hu: Nem elérhető szimulátorok
id: Simulator tidak tersedia
it: Simulatori non disponibili
ja: 使用できないシミュレータ
ko: 사용할 수 없는 시뮬레이터
ms: Simulator tidak tersedia
nb: Utilgjengelige simulatorer
nl: Niet-beschikbare simulators
pl: Niedostępne symulatory
pt_br: Simuladores indisponíveis
pt_pt: Simuladores indisponíveis
ro: Simulatoare indisponibile
ru: Недоступные симуляторы
sk: Nedostupné simulátory
sl: Nerazpoložljivi simulatorji
sv: Otillgängliga simulatorer
th: Simulator ที่ใช้งานไม่ได้
tr: Kullanılamayan simülatörler
uk: Недоступні симулятори
zh_hans: 不可用的模拟器
zh_hant: 無法使用的模擬器

source: Simulator runtime (iOS 17/18/26...), thiết bị simulator, dyld cache
ar: بيئات runtime للمحاكي (iOS 17/18/26...)، وأجهزة المحاكي، وذاكرة dyld المؤقتة
ca: Runtimes del simulador (iOS 17/18/26...), dispositius del simulador, memòria cau dyld
cs: Běhová prostředí simulátorů (iOS 17/18/26...), zařízení simulátorů, mezipaměť dyld
da: Simulator-runtimes (iOS 17/18/26...), simulatorenheder, dyld-cache
de: Simulator-Runtimes (iOS 17/18/26 ...), Simulatorgeräte, dyld-Cache
el: Runtime προσομοιωτών (iOS 17/18/26...), συσκευές προσομοιωτή, cache dyld
en: Simulator runtimes (iOS 17/18/26...), simulator devices, dyld cache
es: Runtimes de simulador (iOS 17/18/26...), dispositivos de simulador, caché de dyld
fi: Simulaattorien ajoympäristöt (iOS 17/18/26...), simulaattorilaitteet, dyld-välimuisti
fr: Runtimes de simulateur (iOS 17/18/26...), appareils simulés, cache dyld
he: סביבות runtime של סימולטור (iOS 17/18/26...), מכשירי סימולטור, מטמון dyld
hi: सिम्युलेटर रनटाइम (iOS 17/18/26...), सिम्युलेटर डिवाइस, dyld कैश
hr: Izvršna okruženja simulatora (iOS 17/18/26...), uređaji simulatora, predmemorija dyld
hu: Szimulátor-runtime-ok (iOS 17/18/26...), szimulátoreszközök, dyld-gyorsítótár
id: Runtime simulator (iOS 17/18/26...), perangkat simulator, cache dyld
it: Runtime del simulatore (iOS 17/18/26...), dispositivi simulati, cache dyld
ja: シミュレータランタイム（iOS 17/18/26...）、シミュレータデバイス、dyldキャッシュ
ko: 시뮬레이터 런타임(iOS 17/18/26...), 시뮬레이터 기기, dyld 캐시
ms: Runtime simulator (iOS 17/18/26...), peranti simulator, cache dyld
nb: Kjøretidsmiljøer for simulator (iOS 17/18/26...), simulatorenheter, dyld-cache
nl: Simulatorruntimes (iOS 17/18/26...), simulatorapparaten, dyld-cache
pl: Środowiska uruchomieniowe symulatorów (iOS 17/18/26...), urządzenia symulatorów, pamięć podręczna dyld
pt_br: Runtimes de simulador (iOS 17/18/26...), dispositivos de simulador, cache do dyld
pt_pt: Runtimes de simulador (iOS 17/18/26...), dispositivos de simulador, cache do dyld
ro: Runtime-uri de simulator (iOS 17/18/26...), dispozitive simulator, cache dyld
ru: Среды выполнения симуляторов (iOS 17/18/26...), устройства симуляторов, кэш dyld
sk: Behové prostredia simulátorov (iOS 17/18/26...), zariadenia simulátorov, medzipamäť dyld
sl: Izvajalna okolja simulatorjev (iOS 17/18/26...), naprave simulatorjev, predpomnilnik dyld
sv: Simulatorkörmiljöer (iOS 17/18/26...), simulatorenheter, dyld-cache
th: รันไทม์ Simulator (iOS 17/18/26...), อุปกรณ์ Simulator, แคช dyld
tr: Simülatör runtime’ları (iOS 17/18/26...), simülatör aygıtları, dyld önbelleği
uk: Середовища виконання симуляторів (iOS 17/18/26...), пристрої симуляторів, кеш dyld
zh_hans: 模拟器运行时（iOS 17/18/26 等）、模拟器设备、dyld 缓存
zh_hant: 模擬器執行階段（iOS 17/18/26 等）、模擬器裝置、dyld 快取

source: Snapshot dùng để undo thay đổi của agent
ar: لقطات تُستخدم للتراجع عن تغييرات الوكيل
ca: Instantànies per desfer els canvis de l'agent
cs: Snímky pro vrácení změn agenta
da: Snapshots til at fortryde agentens ændringer
de: Snapshots zum Rückgängigmachen der Änderungen des Agenten
el: Στιγμιότυπα για αναίρεση των αλλαγών του agent
en: Snapshots used to undo the agent's changes
es: Instantáneas para deshacer los cambios del agente
fi: Tilannevedokset agentin muutosten kumoamiseen
fr: Instantanés servant à annuler les modifications de l'agent
he: תמונות מצב לביטול שינויי הסוכן
hi: एजेंट के बदलाव पूर्ववत करने के लिए स्नैपशॉट
hr: Snimke za poništavanje promjena agenta
hu: Pillanatképek az ügynök módosításainak visszavonásához
id: Snapshot untuk membatalkan perubahan agen
it: Snapshot per annullare le modifiche dell'agente
ja: エージェントの変更を元に戻すためのスナップショット
ko: 에이전트 변경을 되돌리는 데 쓰이는 스냅샷
ms: Petikan untuk membatalkan perubahan ejen
nb: Øyeblikksbilder for å angre agentens endringer
nl: Snapshots om de wijzigingen van de agent ongedaan te maken
pl: Migawki do cofania zmian agenta
pt_br: Snapshots usados para desfazer as alterações do agente
pt_pt: Instantâneos usados para anular as alterações do agente
ro: Instantanee pentru anularea modificărilor agentului
ru: Снимки для отмены изменений агента
sk: Snímky na vrátenie zmien agenta
sl: Posnetki za razveljavitev sprememb agenta
sv: Ögonblicksbilder för att ångra agentens ändringar
th: สแนปช็อตสำหรับเลิกทำการเปลี่ยนแปลงของเอเจนต์
tr: Ajanın değişikliklerini geri almak için anlık görüntüler
uk: Знімки для скасування змін агента
zh_hans: 用于撤销智能体更改的快照
zh_hant: 用於復原代理變更的快照

source: Sắp xếp theo
ar: ترتيب حسب
ca: Ordena per
cs: Uspořádat podle
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
en: Sort By
es: Ordenar por
fi: Järjestys
fr: Trier par
he: מיין לפי
hi: इसके अनुसार क्रमबद्ध करें
hr: Poredaj po
hu: Rendezés
id: Urutkan Menurut
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
ms: Isih Mengikut
nb: Sorter etter
nl: Sorteer op
pl: Sortuj wg
pt_br: Ordenar por
pt_pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sk: Zoradiť podľa
sl: Razvrsti po
sv: Sortera efter
th: เรียงตาม
tr: Sıralama Ölçütü
uk: Сортувати за
zh_hans: 排序方式
zh_hant: 排序方式
